<!DOCTYPE html>
<html>
	<head>
		<meta charset="utf-8">
		<title>О нас</title>
		<link rel="stylesheet" href="css/AUStyles2.css">
	</head>
	<body>

		<?php include("header.php"); ?>

		<main>
			<img src="css/images/victor.png">
			<div class="text">
				<p><q>Теория — это когда всё известно, но ничего не работает.
					Практика — это когда всё работает, но никто не знает почему.
					Мы же объединяем <b>теорию</b> и <b>практику</b>: ничего не работает...
					и никто не знает почему!</q><br></p>
				<p class="author">Альберт Эйнштейн.</p>
				<p class="fact"> Освоив синтаксис языка программирования, новички сразу пытаются
				создать приложение или какое-либо программное обеспечение, однако сталкиваются
				с различными трудностями. Наш сайт создан для юных и начинающих программистов,
				которым	необходимо отточить свои навыки, подкрепить выученную ими теорию
			 	для дальнейшего пути в программировании.</p>
				<p class="fact">Концепция проекта <b>Practi.code</b> состоит в том, чтобы
				подготовить людей	к задачам	разной сложности, выдавая тем самым	вариативные задания,
				которые можно	решить всевозможными алгоритмами и методами.	Другими словами, мы хотим,
				чтобы <b>	вы объединили теорию и практику</b>, и в итоге всё работало,
				и вы знали почему!</p>
			</div>
			<footer>
				<div class="footer">
					<div>
						<a href="index.html" class="Pc">Practi.code</a>
						<p class="foot">отличный способ усовершенствования своих знаний
						в программировании!</p>
						<p class="foot">Очередной проект от команды NatusNarutos!</p>
					</div>
				</div>
			</footer>
		</main>
	</body>
</html>
