<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  <title>Practi.code</title>
  <link rel="stylesheet" href="css/style.css">
  <script src="https://kit.fontawesome.com/5454ea3fcb.js" crossorigin="anonymous"></script>
</head>
<body>

  <?php include("header.php"); ?>

  <div id="top">
    <div class="title">
      <h1>Наш сайт поможет</h1>
      <h3>обучиться основам программирования</h3>
    </div>
  </div>

  <div id="MainFoot">
    <div id="main">
      <div class="text">
        <p><span class="first">ЗНАЕШЬ ТЕОРИЮ И МНОГИЕ НЮАНСЫ ПРОГРАММИРОВАНИЯ,
        НО НЕ МОЖЕШЬ ИХ ПРИМЕНИТЬ?<br></span>
        <i class="fa-solid fa-dumbbell"></i>
        <span class="t">ВЫХОД ЕСТЬ!</span>
        <span>Мы разработали множество заданий разного уровня сложности,
        которые помогут тебе в освоении разных конструкций и методов, получить
        необходимый опыт и отточить навыки!<br></span>
        <span>Выполняя наши задания, ты спокойно сможешь набить руку и в дальнейшем
        использовать те или иные алгоритмы в зависимости от постановки задачи.<br></span></p>
      </div>

      <div class="text">
        <p>
          <span class="first"><b>ПРОСТОЙ И ЭФФЕКТИВНЫЙ СПОСОБ ОТРАБОТАТЬ
          СВОИ ЗНАНИЯ В ПРОГРАММИРОВАНИИ НА ПРАКТИКЕ!</b></span>
          <i class="fa-solid fa-bomb"></i>
          <span class="t">ЗАДАНИЯ</span>
          <span>Мы разделили все упражнения на 2 уровня: "Просто" и "Сложно".
          Если ты являешься новичком в программировании &ndash; первый вариант
          для тебя. Чувствуешь в себе силы справляться с более сложными задачами
          &ndash; второй путь это то, что тебе необходимо!<br></span>
        </p>
      </div>

      <div class="text">
        <p>
          <span class="first"><b>СОРЕВНУЙСЯ С ДРУГИМИ ПОЛЬЗОВАТЕЛЯМИ И УЗНАЙ, КТО ИЗ ВАС
          ИСТИННЫЙ ГУРУ В ПРОГРАММИРОВАНИИ!</b></span>
          <i class="fa-solid fa-chess"></i>
          <span class="t">РЕЙТИНГ</span>
          <span>Делая различные задания из двух разделов, ты не только прокачиваешь
          себя, но и продвигаешься в общем рейтинге участников сайта! Количество
          баллов, вручаемых тебе, зависят от того, является ли твоё решение задачи верным,
          сколько времени ты на него затратил и многие другие нюансы.<br></span>
          <span>В общем-то, чтобы понять данную систему начисления очков, рекомендуем
          начать и насладиться процессом настоящего кодинга!<br>
          </span>
        </p>
      </div>

      <div class="text">
        <p>
          <span class="first"><b>СЛЕДИ ЗА СВОИМ ПРОГРЕССОМ В ПРОФИЛЕ!</b></span>
          <i class="fa-solid fa-user-group"></i>
          <span class="t">ЛИЧНЫЙ КАБИНЕТ</span>
          <span>Вся личная информация, введённая тобой при регистрации хранится
          именно в нём. Всё сделано наиудобнейшим образом: возможность устанавливать
          любимый аватар, менять пароль либо почту, если необходимо, а также, пожалуй,
          самое главное &ndash; наблюдать за местом в рейтинге и количеством, выполненных
          заданий!<br></span>
          <span><b>Начни</b> практиковаться вместе с <span class="Pc">Practi.code</span>
          прямо сейчас!<br>
          Всё, что тебе необходимо &ndash; это всего лишь навсего пройти
          <a href="Registration2.php" class="underline-one">регистрацию!</a>
          </span>
        </p>
      </div>
    </div>
    <footer>
      <div class="footer">
        <div>
          <a href="index.php" class="Pc">Practi.code</a>
          <p class="foot">отличный способ усовершенствования своих знаний
          в программировании!</p>
          <p class="foot">Очередной проект от команды NatusNarutos!</p>
        </div>
      </div>
    </footer>
  </div>
</body>
</html>
